1password
betterdisplay
cleanmymac
dbeaver-community
dbngin
firefox
font-fira-code
font-fira-code-nerd-font
google-chrome
herd
hoppscotch
karabiner-elements
keymapp
messenger
miniconda
nordvpn
raycast
shottr
signal
sony-ps-remote-play
wezterm
zed
nikitabobko/tap/aerospace
